const config = {

    // 车辆列表
    vehicles: [
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '江铃JX1033TSE3运输车', number: '琼B·24623' },
        { name: '北京勇士2022长轴距', number: '琼B·23533' },
        { name: '北京勇士2022长轴距', number: '琼B·65835' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '江铃JX1033TSE3运输车', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
        { name: '北京勇士2022长轴距', number: '琼B·12345' },
    ],

    // 司机列表
    drivers: [
        '张三',
        '李四',
        '王五',
        '王五',
        '王五',
        '王五',
        '王五',
        '王五',
        '王五',
        '王五',
        '王五',
        '王五',
    ],

    // 自定义展示图片
    customPage: [
        '1.jpg',
        '2.jpg',
        '3.jpg',
    ],

    // 轮播参数
    play: {
        interval: 1,     // 切换页面时间间隔，秒
        clickDelay: 5,   // 自动轮播延时， 秒
    }
}